Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Enter your key again
de: Schlüssel erneut eingeben
es: Introduce tu clave otra vez
fr: Saisir à nouveau votre clé
it: Inserisci nuovamente la chiave
pl: Wprowadź klucz ponownie
pt_pt: Digite sua chave novamente
ru: Введите ключ еще раз
th: ป้อนรหัสของคุณอีกครั้ง
zh_hans: 再次输入您的密钥
zh_hant: 再次輸入您的金鑰

source: Entered together; stored as two markers so each lines up cleanly against your signals.
de: Zusammen eingegeben; als zwei Marker gespeichert, damit jeder sauber gegen deine Signale ausgerichtet werden kann.
es: Introducidos juntos; guardados como dos marcadores para que cada uno se alinee limpiamente con tus señales.
fr: Saisis ensemble ; stockés comme deux marqueurs afin que chacun s'aligne proprement sur vos signaux.
it: Inseriti insieme; memorizzati come due marcatori, così ciascuno si allinea con precisione ai tuoi segnali.
pl: Weszli razem; przechowywane jako dwa znaczniki, dzięki czemu każdy z nich idealnie dopasowuje się do sygnałów.
pt_pt: Entrou junto; armazenados como dois marcadores para que cada um esteja perfeitamente alinhado com os teus sinais.
ru: Введены вместе; сохраняются как два маркера, чтобы каждый точно совпадал с вашими сигналами.
th: เข้ากัน; จัดเก็บเป็นเครื่องหมายสองตัวเพื่อให้แต่ละเส้นเรียงชิดกับสัญญาณของคุณอย่างหมดจด
zh_hans: 一起录入；存储为两个标记，以便各自与你的信号清晰对齐。
zh_hant: 一起錄入；儲存為兩個標記，以便各自與你的訊號清晰對齊。

source: Entirely optional. Everything else works without a goal, and you can change or drop it any time.
de: Völlig optional. Alles andere funktioniert auch ohne Ziel, und du kannst es jederzeit ändern oder verwerfen.
es: Totalmente opcional. Todo lo demás funciona sin un objetivo, y puedes cambiarlo o eliminarlo cuando quieras.
fr: Entièrement facultatif. Tout le reste fonctionne sans objectif, et vous pouvez le changer ou l’abandonner à tout moment.
it: Del tutto facoltativo. Tutto il resto funziona senza un obiettivo e puoi modificarlo o eliminarlo in qualsiasi momento.
pl: Całkowicie opcjonalne. Wszystko inne działa bez celu, a Ty możesz go zmienić lub porzucić w dowolnej chwili.
pt_pt: Totalmente opcional. Todo o resto funciona sem objetivo e você pode alterá-lo ou abandoná-lo a qualquer momento.
ru: Совершенно необязательно. Все остальное работает без цели, и вы можете изменить или отказаться от него в любой момент.
th: ไม่จำเป็นทั้งหมด ทุกสิ่งทุกอย่างทำงานได้โดยไม่มีเป้าหมาย และคุณสามารถเปลี่ยนแปลงหรือยกเลิกได้ตลอดเวลา
zh_hans: 完全可选。其他一切都没有目标，您可以随时更改或放弃它。
zh_hant: 完全可選。其他一切都沒有目標，您可以隨時更改或放棄它。

source: Equal breath · ~5.5 br/min coherence
de: Gleichmäßiger Atem · ~5,5 AZ/min Kohärenz
es: Respiración igualada · coherencia de ~5.5 resp/min
fr: Respiration égale · cohérence ~5,5 resp/min
it: Respiro uguale · coerenza ~5,5 resp/min
pl: Równy oddech · Spójność ~5,5 br/min
pt_pt: Respiração igual · ~5,5 br/min de coerência
ru: Равное дыхание · когерентность ~5,5 вд/мин
th: ลมหายใจที่เท่ากัน · ~5.5 br/min สอดคล้องกัน
zh_hans: 均衡呼吸 · 约 5.5 次/分钟 共振
zh_hant: 等長呼吸 · 約 5.5 次/分鐘諧振

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
pl: Błąd: %@
pt_pt: Erro: %@
ru: Ошибка: %@
th: ข้อผิดพลาด: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Essentials
de: Grundlagen
es: Esenciales
fr: Essentiels
it: Elementi essenziali
pl: Podstawy
pt_pt: Fundamentos
ru: Основы
th: สิ่งจำเป็น
zh_hans: 必需品
zh_hant: 必需品

source: est.
de: gesch.
it: stima
pl: zał.
ru: оцен.
th: ประมาณ
zh_hans: 估算
zh_hant: 估計

source: Est.
de: Gesch.
it: Stima
pl: Szac.
pt_pt: Husa.
ru: Оценка
th: ประมาณ
zh_hans: 估算
zh_hant: 估算

source: EST.
de: GESCH.
it: STIM.
pt_pt: HUSA.
ru: ОЦЕНКА
zh_hans: 估算
zh_hant: 估計

source: est. · %@
de: gesch. · %@
it: stima · %@
pl: zał. · %@
ru: оцен. · %@
th: ประมาณ · %@
zh_hans: 估算 · %@
zh_hant: 估計 · %@

source: Estimate
de: Schätzung
es: Estimación
fr: Estimation
it: Stima
pl: Oszacować
pt_pt: Estimar
ru: Оценка
th: ประมาณการ
zh_hans: 估算
zh_hant: 估計

source: Estimate (partial data)
de: Schätzung (Teildaten)
es: Estimación (datos parciales)
fr: Estimation (données partielles)
it: Stima, dati parziali
pl: Szacunek (dane częściowe)
pt_pt: Estimativa (dados parciais)
ru: Оценка (неполные данные)
th: ประมาณการ (ข้อมูลบางส่วน)
zh_hans: 估算，部分数据
zh_hant: 估算，部分資料

source: Estimate from PPG-derived R-R: relaxation guidance, not a clinical reading. Your pace drifts, so we date it and you can re-measure anytime.
de: Schätzung aus PPG-abgeleiteten R-R: Entspannungsführung, keine klinische Messung. Dein Tempo driftet, daher datieren wir es, und du kannst jederzeit neu messen.
es: Estimación a partir de R-R derivado de PPG: es una guía de relajación, no una lectura clínica. Tu ritmo cambia con el tiempo, así que lo fechamos y puedes volver a medirlo cuando quieras.
fr: Estimation à partir des intervalles R-R dérivés du PPG : un guide de relaxation, pas une mesure clinique. Votre rythme dérive, donc nous la datons et vous pouvez la remesurer à tout moment.
it: Stima dagli R-R derivati dalla PPG, una guida al rilassamento, non una lettura clinica. Il tuo ritmo cambia, quindi la datiamo e puoi rimisurare in qualsiasi momento.
pl: Oszacowanie na podstawie R-R pochodzącego z PPG: wytyczne dotyczące relaksacji, a nie odczyt kliniczny. Twoje tempo się zmienia, więc datujemy je i możesz w każdej chwili dokonać ponownego pomiaru.
pt_pt: Estimação de RR derivado de PPG: orientação de relaxamento, não uma leitura clínica. O teu ritmo muda, por isso datamo-lo e pode medir novamente a qualquer momento.
ru: Оценка на основе R-R, полученных из PPG: подсказка для расслабления, а не клиническое измерение. Ваш темп меняется, поэтому мы указываем дату, и вы можете измерить заново в любой момент.
th: การประมาณค่าจาก R-R ที่ได้จาก PPG: แนวทางการผ่อนคลาย ไม่ใช่การอ่านทางคลินิก อัตราก้าวของคุณลอยไป ดังนั้นเราจึงนัดเวลาไว้และคุณสามารถวัดใหม่ได้ตลอดเวลา
zh_hans: 根据 PPG 推导的 R-R 得出的估算，放松指导，而非临床读数。你的节奏会漂移，因此我们会为它标注日期，你可以随时重新测量。
zh_hant: 根據 PPG 推導的 R-R 得出的估算，放鬆指導，而非臨床讀數。你的節奏會漂移，因此我們會為它標註日期，你可以隨時重新測量。

source: Estimate from today's effort, your typical sleep and your %lld-night recovery baseline, not a measurement. Your real Charge is scored from tomorrow's HRV when you wake.
de: Schätzung aus der heutigen Anstrengung, deinem typischen Schlaf und deiner Erholungs-Basislinie aus %lld Nächten, keine Messung. Deine echte Ladung wird aus der HRV von morgen berechnet, wenn du aufwachst.
es: Estimación a partir del esfuerzo de hoy, tu sueño típico y tu línea base de recuperación de %lld noches, no una medición. Tu Carga real se calcula con el VFC de mañana al despertar.
fr: Estimation basée sur l'effort d'aujourd'hui, votre sommeil habituel et votre référence de récupération sur %lld nuits, pas une mesure. Votre Charge réelle est calculée à partir de la VFC de demain à votre réveil.
it: Stima basata sullo sforzo di oggi, sul tuo sonno tipico e sulla tua linea di base di recupero di %lld notti, non è una misurazione. La tua carica reale viene calcolata dall'HRV di domani al risveglio.
pl: Oszacuj na podstawie dzisiejszego wysiłku, typowego snu i bazowej wartości regeneracji nocnej %lld, a nie pomiaru. Twoje prawdziwe Energia zostanie naliczone na podstawie jutrzejszego HRV, kiedy się obudzisz.
pt_pt: Estimativa a partir do esforço de hoje, do teu sono típico e da tua linha de base de recuperação de %lld noites, não uma medição. A tua Carga real é pontuada a partir da VFC de amanhã quando acordares.
ru: Оценка на основе сегодняшнего усилия, вашего типичного сна и нормы восстановления за %lld ночей — не измерение. Реальный Заряд рассчитывается по ВСР завтрашнего утра, когда вы проснётесь.
th: ประมาณการจากภาระร่างกายของวันนี้ การนอนโดยทั่วไปของคุณ และพื้นฐานการฟื้นตัวในคืน %lld ไม่ใช่การวัดผล พลังฟื้นตัวที่แท้จริงของคุณได้คะแนนจาก HRV ของวันพรุ่งนี้เมื่อคุณตื่น
zh_hans: 根据今天的消耗、你通常的睡眠以及你 %lld 晚的恢复基线得出的估算，而非测量值。你真正的能量是在你醒来后根据明天的 HRV 评分得出的。
zh_hant: 根據今天的消耗、你通常的睡眠以及你 %lld 晚的恢復基線得出的估算，而非測量值。你真正的能量是在你醒來後根據明天的 HRV 評分得出的。

source: Estimate only, a higher RMSSD while paced usually means your parasympathetic "rest" branch is engaging. It is not a clinical reading; trends over a session matter more than any single number.
de: Nur eine Schätzung, ein höherer RMSSD beim getakteten Atmen bedeutet meist, dass dein parasympathischer "Ruhe"-Zweig aktiv wird. Es ist kein klinischer Wert; Trends über eine Sitzung sind wichtiger als ein einzelner Wert.
es: Solo una estimación: un RMSSD más alto durante la respiración pausada suele indicar que tu rama parasimpática de «descanso» se está activando. No es una lectura clínica; las tendencias a lo largo de una sesión importan más que cualquier número aislado.
fr: Estimation uniquement, un RMSSD plus élevé lors d'un rythme imposé signifie généralement que votre branche parasympathique de « repos » s'engage. Ce n'est pas une lecture clinique ; les tendances sur une séance comptent plus que chaque chiffre seul.
it: Solo una stima, un RMSSD più alto durante la respirazione guidata di solito significa che il ramo parasimpatico del "riposo" si sta attivando. Non è una lettura clinica; gli andamenti nel corso di una sessione contano più di qualsiasi singolo numero.
pl: Tylko szacunkowo, wyższa wartość RMSSD podczas stymulacji zwykle oznacza, że ​​przywspółczulna gałąź „spoczynkowa” jest zaangażowana. To nie jest odczyt kliniczny; trendy w sesji mają większe znaczenie niż jakakolwiek pojedyncza liczba.
pt_pt: Apenas para estimar, um RMSSD mais elevado enquanto estimulado significa geralmente que o teu ramo parassimpático de "repouso" está ativo. Não é uma leitura clínica; as tendências numa sessão são mais importantes do que qualquer número.
ru: Это только оценка: более высокий RMSSD при дыхании в заданном ритме обычно указывает на активацию парасимпатического отдела. Это не медицинское измерение; важнее динамика в течение сессии, а не отдельное значение.
th: เพียงประมาณการเท่านั้น ค่า RMSSD ที่สูงกว่าในขณะเคลื่อนที่มักจะหมายความว่าสาขา "พักผ่อน" แบบกระซิกของคุณมีส่วนร่วม ไม่ใช่การอ่านทางคลินิก แนวโน้มในช่วงเซสชั่นมีความสำคัญมากกว่าตัวเลขใดๆ
zh_hans: 仅为估计，，节律呼吸时较高的 RMSSD 通常意味着你副交感神经的「休息」分支正在发挥作用。这不是临床读数；一次会话内的趋势比任何单一数值都更重要。
zh_hant: 僅為估計，，節律呼吸時較高的 RMSSD 通常意味著你副交感神經的「休息」分支正在發揮作用。這不是臨床讀數；一次工作階段內的趨勢比任何單一數值都更重要。

source: Estimate only: a higher RMSSD while paced usually means your parasympathetic "rest" branch is engaging. It is not a clinical reading; trends over a session matter more than any single number.
de: Nur eine Schätzung: Ein höherer RMSSD während des Taktens bedeutet meist, dass dein parasympathischer „Ruhe“-Zweig anspringt. Es ist keine klinische Messung; Trends über eine Sitzung zählen mehr als jede einzelne Zahl.
es: Solo una estimación: un RMSSD más alto durante la respiración pausada suele indicar que tu rama parasimpática de «descanso» se está activando. No es una lectura clínica; las tendencias a lo largo de una sesión importan más que cualquier número aislado.
fr: Simple estimation : un RMSSD plus élevé pendant la respiration guidée signifie généralement que votre branche parasympathique « repos » s'active. Ce n'est pas une mesure clinique ; les tendances sur une séance comptent plus qu'un chiffre isolé.
it: Solo una stima, un RMSSD più alto durante il ritmo guidato di solito significa che il tuo ramo parasimpatico di "riposo" si sta attivando. Non è una lettura clinica; gli andamenti durante una sessione contano più di qualsiasi singolo numero.
pl: Tylko szacunkowo: wyższa wartość RMSSD podczas stymulacji zwykle oznacza, że ​​przywspółczulna gałąź „spoczynkowa” jest zaangażowana. To nie jest odczyt kliniczny; trendy w sesji mają większe znaczenie niż jakakolwiek pojedyncza liczba.
pt_pt: Apenas estimativa: um RMSSD mais elevado enquanto estimulado significa, geralmente, que o teu ramo parassimpático de “repouso” está ativado. Não é uma leitura clínica; as tendências numa sessão são mais importantes do que qualquer número.
ru: Только оценка: более высокий RMSSD при заданном темпе обычно означает включение парасимпатической ветви «отдыха». Это не клиническое измерение; динамика на протяжении сессии важнее любого отдельного числа.
th: ประมาณการเท่านั้น: ค่า RMSSD ที่สูงขึ้นในขณะที่อัตราการก้าวมักจะหมายความว่าสาขา "พักผ่อน" แบบกระซิกของคุณมีส่วนร่วม ไม่ใช่การอ่านทางคลินิก แนวโน้มในช่วงเซสชั่นมีความสำคัญมากกว่าตัวเลขใดๆ
zh_hans: 仅为估计，节律呼吸时较高的 RMSSD 通常意味着你副交感神经的「休息」分支正在发挥作用。这不是临床读数；一次会话内的趋势比任何单一数值都更重要。
zh_hant: 僅為估計，節律呼吸時較高的 RMSSD 通常意味著你副交感神經的「休息」分支正在發揮作用。這不是臨床讀數；一次工作階段內的趨勢比任何單一數值都更重要。

source: Estimated body-clock low around %@
de: Geschätztes Tief der inneren Uhr gegen %@
es: Punto bajo estimado de tu reloj biológico alrededor de %@
fr: Creux estimé de l'horloge biologique vers %@
it: Minimo stimato dell'orologio biologico verso le %@
pl: Szacowany niski zegar biologiczny w okolicach %@
pt_pt: Estimativa mínima do relógio biológico por volta das %@
ru: Расчётный минимум биологических часов около %@
th: นาฬิการ่างกายโดยประมาณต่ำประมาณ %@
zh_hans: 估计生物钟低谷约在 %@
zh_hant: 估計生理時鐘低谷約在 %@

source: Estimated from R-R interval
de: Geschätzt aus dem R-R-Intervall
es: Estimado a partir del intervalo R-R
fr: Estimé à partir de l'intervalle R-R
it: Stimato dall'intervallo R-R
pl: Oszacowano na podstawie przedziału R-R
pt_pt: Estimado a partir do intervalo RR
ru: Рассчитано по R-R интервалу
th: ประมาณจากช่วง R-R
zh_hans: 由 R-R 间期估算
zh_hant: 根據 R-R 間期估算

source: Estimated from your WHOOP's motion, calibrated to your phone. Not a measured step count.
de: Geschätzt aus der Bewegung deines WHOOP, kalibriert an deinem Telefon. Keine gemessene Schrittzahl.
es: Estimado a partir del movimiento de tu WHOOP, calibrado con tu teléfono. No es un recuento de pasos medido.
fr: Estimé à partir du mouvement de votre WHOOP, calibré sur votre téléphone. Pas un nombre de pas mesuré.
it: Stimato dal movimento del tuo WHOOP, calibrato sul tuo telefono. Non è un conteggio passi misurato.
pl: Oszacowane na podstawie ruchu Twojego WHOOP i skalibrowane do Twojego telefonu. Nie jest to zmierzona liczba kroków.
pt_pt: Estimado a partir do movimento do teu WHOOP, calibrado para o teu telemóvel. Não é uma contagem de passos medida.
ru: Оценено по данным движения от WHOOP, откалибровано по вашему телефону. Не измеренное количество шагов.
th: ประเมินจากการเคลื่อนไหวของ WHOOP ซึ่งปรับเทียบกับโทรศัพท์ของคุณ ไม่ใช่การนับก้าวที่วัดได้
zh_hans: 由你的 WHOOP 运动数据估算，并按手机校准。不是实测步数。
zh_hant: 根據你的 WHOOP 的體動估算，並以你的手機校準。並非實測的步數。

source: Estimated max heart rate · %lld bpm
de: Geschätzte maximale Herzfrequenz · %lld bpm
es: Frecuencia cardíaca máxima estimada · %lld ppm
fr: FC max estimée · %lld bpm
it: Frequenza cardiaca massima stimata · %lld bpm
pl: Szacowane maksymalne tętno · %lld bpm
pt_pt: Frequência cardíaca máxima estimada · %lld bpm
ru: Расчётный макс. пульс · %lld уд/мин
th: อัตราการเต้นหัวใจสูงสุดโดยประมาณ · %lld bpm
zh_hans: 估算最大心率 · %lld bpm
zh_hant: 估算最大心率 · %lld bpm

source: Estimated mostly cleared. Nothing logged is likely still active.
de: Schätzung: größtenteils abgebaut. Nichts Erfasstes wirkt wahrscheinlich noch.
es: Estimado como mayormente eliminado. Probablemente nada de lo registrado sigue activo.
fr: Estimation : majoritairement éliminé. Rien de ce qui est enregistré n'est probablement encore actif.
it: Stimato per lo più smaltito. È probabile che nulla di registrato sia ancora attivo.
pl: Szacunkowo w większości wyczyszczone. Nic, co zostało zarejestrowane, prawdopodobnie nie jest nadal aktywne.
pt_pt: Estima-se que esteja quase totalmente limpo. Provavelmente nada registado ainda está ativo.
ru: По оценке, в основном выведено. То, что не отмечено, вероятно, уже не действует.
th: ประมาณว่าเคลียร์ได้เป็นส่วนใหญ่ ไม่มีสิ่งใดที่บันทึกไว้น่าจะยังคงทำงานอยู่
zh_hans: 估计大部分已代谢。你记录的物质可能都已不再起作用。
zh_hant: 估計大部分已代謝。你記錄的物質可能都已不再起作用。

source: Estimated runtime left
de: Geschätzte Restlaufzeit
es: Autonomía restante estimada
fr: Autonomie restante estimée
it: Autonomia stimata rimanente
pl: Szacowany pozostały czas działania
pt_pt: Tempo de execução restante estimado
ru: Оставшееся расчётное время работы
th: รันไทม์ที่เหลือโดยประมาณ
zh_hans: 预计剩余续航
zh_hant: 估計剩餘續航

source: Estimated vs your phone
de: Geschätzt vs. dein Telefon
es: Estimado frente a tu teléfono
fr: Estimé vs votre téléphone
it: Stimato rispetto al tuo telefono
pl: Szacunkowo w porównaniu z Twoim telefonem
pt_pt: Estimado versus o teu telemóvel
ru: Оценка в сравнении с телефоном
th: โดยประมาณเทียบกับโทรศัพท์ของคุณ
zh_hans: 估算值 vs 你的手机
zh_hant: 估算值 vs 你的手機

source: Eve
de: Abend
es: Noche
fr: Soir
it: Sera
pl: Przeddzień
pt_pt: Véspera
ru: Вечер
th: อีฟ
zh_hans: 前夜
zh_hant: 傍晚

source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera
pl: Wieczór
pt_pt: Noite
ru: Вечер
th: ตอนเย็น
zh_hans: 傍晚
zh_hant: 傍晚

source: Evening forecast
de: Abendprognose
es: Pronóstico de la noche
fr: Prévision du soir
it: Previsione serale
pl: Prognoza wieczorna
pt_pt: Previsão noturna
ru: Вечерний прогноз
th: พยากรณ์อากาศช่วงเย็น
zh_hans: 傍晚预报
zh_hant: 傍晚預報

source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
pl: Wydarzenie
pt_pt: Evento
ru: Событие
th: เหตุการณ์
zh_hans: 事件
zh_hant: 事件

source: Every beat, every night, every day, woven into one quiet picture of you. Welcome to NOOP.
de: Jeder Schlag, jede Nacht, jeder Tag, verwoben zu einem ruhigen Bild von dir. Willkommen bei NOOP.
es: Cada latido, cada noche, cada día, entrelazados en una imagen serena de ti. Bienvenido a NOOP.
fr: Chaque battement, chaque nuit, chaque jour, tissé en un portrait silencieux de vous. Bienvenue dans NOOP.
it: Ogni battito, ogni notte, ogni giorno, intrecciati in un'unica immagine serena di te. Benvenuto su NOOP.
pl: Każde uderzenie, każda noc, każdy dzień wplecione w jeden cichy obraz Ciebie. Witamy w NOOP.
pt_pt: Cada batida, cada noite, cada dia, tecida numa imagem tranquila de ti. Bem-vindo ao NOOP.
ru: Каждый удар сердца, каждая ночь, каждый день, всё складывается в цельную картину вашего состояния. Добро пожаловать в NOOP!
th: ทุกจังหวะ ทุกคืน ทุกวัน ถักทอเป็นภาพอันเงียบสงบของคุณ ยินดีต้อนรับสู่ NOOP
zh_hans: 每一次心跳、每一个夜晚、每一天，交织成一幅关于你的静谧图景。欢迎使用 NOOP。
zh_hant: 每一次心跳、每一個夜晚、每一天，交織成一幅關於你的靜謐圖景。歡迎使用 NOOP。

source: Every day
de: Jeden Tag
es: Cada día
fr: Chaque jour
it: Ogni giorno
pl: Codziennie
pt_pt: Diariamente
ru: Каждый день
th: ทุกวัน
zh_hans: 每天
zh_hant: 每天

source: Every metric is an unvalidated approximation. Don't use NOOP to diagnose, treat, or make any health decision. Always consult a qualified professional.
de: Jede Metrik ist eine nicht validierte Näherung. Nutze NOOP nicht, um zu diagnostizieren, zu behandeln oder Gesundheitsentscheidungen zu treffen. Ziehe immer qualifiziertes Fachpersonal hinzu.
es: Cada métrica es una aproximación no validada. No use NOOP para diagnosticar, tratar o tomar cualquier decisión de salud. Siempre consulte a un profesional calificado.
fr: Chaque métrique est une approximation non validée. N'utilisez pas NOOP pour diagnostiquer, traiter ou prendre une décision de santé. Consultez toujours un professionnel qualifié.
pl: Każda metryka jest niepotwierdzonym przybliżeniem. Nie używaj NOOP do diagnozowania, leczenia lub podejmowania jakichkolwiek decyzji zdrowotnych. Zawsze skonsultuj się z wykwalifikowanym specjalistą.
pt_pt: Cada métrica é uma aproximação não validada. Não uses o NOOP para diagnosticar, tratar ou tomar qualquer decisão de saúde. Consulta sempre um profissional qualificado.
ru: Каждая метрика — непроверенное приближение. Не используйте NOOP для диагностики, лечения или принятия решений о здоровье. Всегда консультируйтесь с квалифицированным специалистом.
th: ทุกเมตริกเป็นการประมาณที่ไม่ได้รับการตรวจสอบ อย่าใช้ NOOP เพื่อวินิจฉัย รักษา หรือตัดสินใจด้านสุขภาพ ปรึกษาผู้เชี่ยวชาญที่มีคุณสมบัติเหมาะสมเสมอ
zh_hans: 所有指标均为未经临床验证的估算值。请勿使用 NOOP 进行诊断、治疗或做出任何医疗与健康决策。如遇身体不适，请务必咨询具有资质的专业医生。

source: Every pattern buzzes the same on a WHOOP 5/MG — the repeat count isn't sent to that strap. Your choice is saved and applies to a WHOOP 4.0.
de: Auf einer WHOOP 5/MG vibriert jedes Muster gleich — die Wiederholungszahl wird an dieses Band nicht gesendet. Deine Auswahl wird gespeichert und gilt für eine WHOOP 4.0.
es: En una WHOOP 5/MG todos los patrones vibran igual: el número de repeticiones no se envía a esa correa. Tu elección se guarda y se aplica a una WHOOP 4.0.
fr: Sur un WHOOP 5/MG, tous les motifs vibrent de la même façon — le nombre de répétitions n'est pas envoyé à ce bracelet. Votre choix est enregistré et s'applique à un WHOOP 4.0.
it: Su un WHOOP 5/MG ogni schema vibra allo stesso modo — il numero di ripetizioni non viene inviato a quel cinturino. La tua scelta viene salvata e si applica a un WHOOP 4.0.
pl: Każdy wzór brzęczy tak samo na WHOOP 5/MG — liczba powtórzeń nie jest wysyłana do tego paska. Twój wybór został zapisany i dotyczy WHOOP 4.0.
pt_pt: Numa WHOOP 5/MG todos os padrões vibram igual — a contagem de repetições não é enviada para essa bracelete. A tua escolha fica guardada e aplica-se a uma WHOOP 4.0.
ru: На WHOOP 5/MG все шаблоны вибрируют одинаково — число повторов не отправляется на этот ремешок. Ваш выбор сохраняется и применяется к WHOOP 4.0.
th: WHOOP 5/MG จะสั่นเหมือนกันทุกรูปแบบ เพราะจำนวนครั้งไม่ได้ถูกส่งไปยังสายรัดรุ่นนี้ ตัวเลือกยังถูกบันทึกไว้และใช้กับ WHOOP 4.0
zh_hans: 在 WHOOP 5/MG 上所有模式的震动都相同——重复次数不会发送到该手环。你的选择会被保存，并在 WHOOP 4.0 上生效。
zh_hant: 在 WHOOP 5/MG 上所有模式的震動都相同——重複次數不會傳送到該手環。你的選擇會被儲存，並在 WHOOP 4.0 上生效。

source: every reading you've entered
de: jeder Messwert, den du eingegeben hast
es: todas las lecturas que has introducido
fr: toutes les lectures que vous avez saisies
it: ogni lettura che hai inserito
pl: każdy wprowadzony odczyt
pt_pt: cada leitura que introduziu
ru: все введённые вами показания
th: ค่าที่วัดได้ทั้งหมดที่คุณบันทึก
zh_hans: 你录入的每一条读数
zh_hant: 你錄入的每一筆讀數

source: Every release, mirrored. A fallback if GitHub is ever down.
de: Jedes Release, gespiegelt. Ein Fallback, falls GitHub mal ausfällt.
es: Cada versión, replicada. Un respaldo por si GitHub alguna vez está caído.
fr: Chaque version, mise en miroir. Une solution de secours si GitHub venait à être indisponible.
it: Ogni versione, replicata. Un'alternativa nel caso GitHub non fosse disponibile.
pl: Każde wydanie, odzwierciedlone. Rozwiązanie awaryjne, jeśli GitHub kiedykolwiek przestanie działać.
pt_pt: Cada lançamento, espelhado. Uma alternativa se o GitHub estiver em baixo.
ru: Каждый релиз зеркалируется. Резервный вариант на случай недоступности GitHub.
th: ทุกการเปิดตัวมิเรอร์ ทางเลือกสำรองหาก GitHub หยุดทำงาน
zh_hans: 每个版本，皆有镜像。当 GitHub 出现故障时的备选方案。
zh_hant: 每個版本，皆有鏡像。當 GitHub 出現故障時的備選方案。
